{
    "welcome": "Welcome to my blog!",
    "about": "About",
    "contact": "Contact",
    "recent_posts": "Recent Posts",
    "read_more": "Read more",
    "welcome_message": "Welcome from Henry Vo - Welcome to the Tech Blog!",
    "intro": "Hello everyone!",
    "author_intro": "I am Henry Vo, and I am thrilled to welcome you to my knowledge-sharing and tech-passion space - HenryVo's Blog.",
    "technology_info": "In the ever-changing world of IT, keeping up-to-date, exploring new solutions, and learning innovative ideas is essential.",
    "blog_purpose": "That's why I created this blog: to explore, learn, and share real-world experiences in IT.",
    "expectations": "What can you expect from this blog?",
    "tech_solutions": "Tech Solutions: Analysis, evaluations, and guides on IT solutions for work and life.",
    "practical_tips": "Practical Tips: Small tricks and troubleshooting experiences to optimize systems.",
    "creative_ideas": "Creative Ideas: Discover new approaches, personal projects, or trending technologies.",
    "knowledge_sharing": "Knowledge Sharing: In-depth articles on specific IT topics (programming, networking, security, systems, etc.).",
    "goal": "My goal is to turn this blog into a valuable resource where you not only find useful information but also exchange ideas and grow together.",
    "invitation": "Visit often, read the articles, and don't hesitate to leave comments or questions. Your interaction is the greatest motivation for me!",
    "categories_section_title": "Topics Categories",
    "view_all_categories": "To see all topics, visit the Categories page.",
    "recent_posts": "Recent Posts",
    "older_posts": "Older Posts",
    "view_archive": ">> View all posts...",
    "post_title": "Post Title",
    "post_date": "Post Date",
    "post_in_categories": "In:",
    "post_excerpt": "Post Excerpt",
    "closing_message": "Once again, welcome to HenryVo's Blog!",
    "regards": "Regards,",
    "about_heading": "Hello, I am HenryVo!",
    "about_introduction": "Welcome to my about page! This is where I share about myself, my career, and my goals in the field of IT.",
    "experience_heading": "Experience",
    "experience_description": "I have years of experience in IT, participating in projects related to system implementation, application development, and technology solutions. Some notable projects include:",
    "project_one": "Developing a data management system for enterprises.",
    "project_two": "Integrating cloud systems to boost work efficiency.",
    "skills_heading": "Skills",
    "skills_description": "I am proficient in technologies and programming languages such as:",
    "skill_one": "Python, JavaScript, and Ruby.",
    "skill_two": "Linux system deployment and Cloud Computing.",
    "skill_three": "Database design and performance optimization.",
    "goals_heading": "Goals",
    "goals_description": "My goal is to build a tech community where people can share knowledge, learn, and grow their careers together.",
    "hobbies_heading": "Hobbies",
    "hobbies_description": "Outside of technology, I enjoy reading books, taking photographs, and exploring different cultures through travel.",
    "closing_note": "Thank you for visiting my about page! Feel free to reach out if you have any questions or would like to collaborate on exciting projects.",
    "categories_heading": "All Categories",
    "categories_description": "Explore articles by category. Below is a list of topics I've written about.",
    "category_name": "Category Name",
    "post_count": "(Number of posts)",
    "categories_footer_note": "If the category you're looking for is not listed, you can search or check recent posts.",
}  
