{
    "welcome": "Chào mừng đến với blog của tôi!",
    "about": "Giới thiệu",
    "contact": "Liên hệ",
    "recent_posts": "Bài viết gần đây",
    "read_more": "Đọc thêm",
    "welcome_message": "Lời chào từ Henry Vo - Chào mừng bạn đến với Blog Công nghệ!",
    "intro": "Xin chào tất cả các bạn!",
    "author_intro": "Tôi là Henry Vo, và tôi rất vui mừng chào đón bạn đến với không gian chia sẻ kiến thức và đam mê công nghệ của mình - Blog của HenryVo.",
    "technology_info": "Trong thế giới công nghệ thông tin không ngừng biến đổi, việc cập nhật kiến thức, khám phá các giải pháp mới và tìm hiểu những ý tưởng sáng tạo là điều vô cùng cần thiết.",
    "blog_purpose": "Đó chính là lý do tôi tạo ra blog này: để cùng nhau khám phá, học hỏi và chia sẻ những kinh nghiệm thực tế trong lĩnh vực IT.",
    "expectations": "Bạn có thể mong đợi gì ở blog này?",
    "tech_solutions": "Giải pháp Công nghệ: Phân tích, đánh giá và hướng dẫn các giải pháp IT hữu ích cho công việc và cuộc sống.",
    "practical_tips": "Thủ thuật Thực tế: Những mẹo nhỏ, kinh nghiệm xử lý sự cố, tối ưu hóa hệ thống mà tôi đã đúc kết được.",
    "creative_ideas": "Ý tưởng Sáng tạo: Khám phá những cách tiếp cận mới, những dự án cá nhân thú vị hoặc những công nghệ đang là xu hướng.",
    "knowledge_sharing": "Chia sẻ Kiến thức: Các bài viết đi sâu vào một chủ đề công nghệ cụ thể (lập trình, mạng, bảo mật, hệ thống…).",
    "goal": "Mục tiêu của tôi là biến blog này thành một nguồn tài nguyên giá trị, nơi bạn không chỉ tìm thấy thông tin hữu ích mà còn có thể trao đổi, thảo luận và cùng nhau phát triển.",
    "invitation": "Hãy thường xuyên ghé thăm, đọc các bài viết và đừng ngần ngại để lại bình luận hay câu hỏi nhé. Sự tương tác của các bạn chính là động lực lớn nhất cho tôi!",
    "categories_section_title": "Danh mục các chủ đề",
    "view_all_categories": "Để xem tất cả các chủ đề, hãy truy cập trang Chủ đề.",
    "recent_posts": "Bài viết mới",
    "older_posts": "Danh mục bài viết cũ",
    "view_archive": ">> Xem tất cả bài viết...",
    "post_title": "Tiêu đề bài viết",
    "post_date": "Ngày đăng",
    "post_in_categories": "Trong:",
    "post_excerpt": "Tóm tắt bài viết",
    "closing_message": "Một lần nữa, chào mừng bạn đến với Blog của HenryVo!",
    "regards": "Trân trọng,",
  "about_heading": "Xin chào, tôi là HenryVo!",
  "about_introduction": "Chào mừng bạn đến với trang giới thiệu của tôi! Đây là nơi tôi chia sẻ về bản thân, sự nghiệp, và mục tiêu phát triển trong lĩnh vực công nghệ thông tin.",
  "experience_heading": "Kinh nghiệm",
  "experience_description": "Tôi đã có nhiều năm làm việc trong lĩnh vực IT, tham gia các dự án về triển khai hệ thống, phát triển ứng dụng, và giải pháp công nghệ. Một số dự án đáng chú ý bao gồm:",
  "project_one": "Phát triển hệ thống quản lý dữ liệu cho doanh nghiệp.",
  "project_two": "Tích hợp hệ thống đám mây giúp tăng hiệu suất làm việc.",
  "skills_heading": "Kỹ năng",
  "skills_description": "Tôi thành thạo các công nghệ và ngôn ngữ lập trình như:",
  "skill_one": "Python, JavaScript, và Ruby.",
  "skill_two": "Triển khai hệ thống Linux và Cloud Computing.",
  "skill_three": "Thiết kế cơ sở dữ liệu và tối ưu hiệu năng.",
  "goals_heading": "Mục tiêu",
  "goals_description": "Tôi hướng đến việc xây dựng một cộng đồng công nghệ, nơi mọi người có thể cùng nhau chia sẻ kiến thức, học hỏi, và phát triển sự nghiệp.",
  "hobbies_heading": "Sở thích",
  "hobbies_description": "Ngoài công nghệ, tôi yêu thích đọc sách, chụp ảnh, và khám phá các nền văn hóa khác nhau thông qua các chuyến đi.",
  "closing_note": "Cảm ơn bạn đã ghé thăm trang giới thiệu! Đừng ngần ngại liên hệ với tôi nếu bạn có câu hỏi hoặc muốn hợp tác trong các dự án thú vị.",
  "categories_heading": "Tất cả Chủ đề",
  "categories_description": "Khám phá các bài viết theo danh mục. Dưới đây là danh sách các chủ đề mà tôi đã viết.",
  "category_name": "Tên chủ đề",
  "post_count": "(Số bài viết)",
  "categories_footer_note": "Nếu không tìm thấy danh mục mong muốn, bạn có thể tìm kiếm hoặc xem các bài viết gần đây.",
}